[
    "Remember, characters can’t use abilities that require them to be exerted if it is their first turn on the board. This isn’t the case for other types of cards, or abilities that are passive.",
    "Then, exert that character. Play the song just like a normal action, except you don’t have to pay the song’s cost.",
    "Mickey Mouse Brave Little Tailor has a massive four Lore. When you exert him to quest, you add four Lore to your total straight away. You’d only need to quest with him five times to win a game!",
    "As a general rule, you must do exactly what a card says unless the rule text says “may“. That means you can choose not to. Card rules are very specific and should be played exactly as they are written.",
    "For example, The Queen Wicked and Vain has the ability: “I SUMMON THEE  – Draw a card.”",
    "The discard pile should be under the deck so it’s clear the cards aren’t in the play area. Having your cards well laid out makes it easy for your opponent to see what you can and can’t do. They can then plan for their turn – and you for yours.",
    "At the start of your turn, the first step in the Beginning phase is Ready – when you ready all of your cards. Do this by turning them back the right way up. Some abilities also let you ready you or other players’ cards to take more actions or stop them from being challenged.",
    "“Most game stores live on razor-thin margins and survive on a month-to-month basis,” Lewis said. “Helping them out helps the community out, and helps the community grow.”",
    "Song cards feature real songs and lyrics from Disney classics. Songs are also actions so can be paid for as normal – or sung by a character for free! They work like Actions so you must show your opponent, use the ability, then discard them.",
    "“It’s a game,” he said. “You can’t always win. Don’t measure success by winning. Measure success by learning.” ",
    "View all Action cards in Lorcana",
    "What if you’re confused about how to play a given card? Or about the order in which certain powers or rules pop off? If you’re unsure about what just happened at the table, don’t be afraid to call for someone to adjudicate the issue for you. In other TCGs, those folks are referred to as judges. “Calling for a judge isn’t an accusation or admission of messing up,” Lewis said. “It’s simply asking for a guide to navigate those situations.”",
    "We hope you’ve found the on how to play Lorcana article helpful. We started it out as a quick overview but found more and more questions we wanted answers for. As a result, it’s a pretty comprehensive Lorcana rules guide.",
    "The aim of the game is to gather 20 Lore – a magical resource containing Disney stories. To do this you as an Illumineer will use magical ink to cast glimmers of Disney characters, items, songs, and actions.",
    "You can help us out and keep up with the latest releases by following us on social media.",
    "Some happen every time a certain thing happens. Mad Hatter Gracious Host gets to draw a card every time he is challenged. If he doesn’t get banished, you heal him up, and he gets challenged – you draw every time he is challenged.",
    "Matt",
    "Filed under:",
    "Once per turn, you can turn a card from your hand into ink. We’ll call this inking, or adding to your inkwell.",
    "If the card just says “choose” it can choose you or your opponent’s cards.",
    "First, show the card to your opponent so they can see that it has the inkwell  symbol. Then, put it facedown into the inkwell at the bottom of your playmat or right in front of you. Once that card is facedown, it can only be used as ink.",
    "You must always take the following actions, and do them in this order: –",
    "The best place for the latest Disney Lorcana news, card reveals, and event coverage.",
    "Also, be a good neighbor while you play. Take out your earbuds, stop chatting with that friend you brought with you, and greet your opponent. “It’s important to engage with the other person that you’re playing with,” Lewis said.",
    "When an ability says to “choose” a card, it only means cards on the board. It can’t target cards in the discard, deck, or inkwell – unless the card says specifically otherwise.",
    "Cards that are banished can’t be played again unless brought back from the banish area by an effect. There are many abilities that can return cards from your discard to your deck or hand.",
    "On the other hand, Ariel On Human Legs can’t sing at all…",
    "If you must draw a card and you don’t have any cards remaining in your deck – you lose! This could happen either at the start of your turn or when an ability makes you draw.",
    "Characters singing songs don’t have to be the same ink color as the song. Any character of the right ink cost can sing the song – even if they’re from different films. You are strongly encouraged to also sing the song yourself!",
    "Keywords are mostly straightforward to read and use. They work the same as a normal ability, and the rules text on the card should explain how to use them. The nine so far are: –",
    "Action cards are one-time-use cards that work instantly. You pay the cost, show the card to your opponent and let them read it, then you use its ability and put it into the discard pile. You can play as many action cards as you want if you can pay the ink.",
    "It’s important that the player going first doesn’t draw a card on their first turn. The next players(s) do. Going first gives an advantage, so not being able to draw a card evens things out somewhat. Then you move to the Main Phase.",
    "“When challenged”, “when challenging”, and “in a challenge” are three different bits of rules text that all apply to different situations. The first applies only when another character challenges yours, the second when your character challenges another, and the third is any time they are in a challenge.",
    "View all Song cards in Lorcana",
    "The first player mulligans first, then the next player – going clockwise. Most people just mulligan at the same time but those are the official rules. Remember: You decide who goes first before drawing and before doing a mulligan.",
    "Showing up at the local game store can be intimidating, but the launch of a new game is actually the best time to take the plunge. That’s because virtually everyone you lock horns with will be learning the game right alongside you. But there are a few items of etiquette to keep in mind. ",
    "The higher the ink cost of a character, the more powerful they are. That means at the start of the game you will be playing fairly weak characters – with the game ramping up in difficulty and choices as you go on.",
    "Top Tip: You can keep track of a newly played character by placing it just below where you’d normally place your characters in the play area. This is a helpful visual reminder for you and your opponent. On your next turn, move the card up to the top of the board.",
    "That means he can be shifted onto any Aladdin character, regardless of their cost, ink, or version. You could even shift onto another Shift character.",
    "A few of the most common questions are answered here, a full Lorcana FAQ and Lorcana card FAQ will come in separate articles.",
    "As an Amazon Associate I earn from qualifying purchases. Learn more.",
    "You don’t have to reveal your ink colors or deck before playing. We don’t know if note-taking is ok yet. We also don’t know much about tournament rules yet. As of now, there isn’t a full Lorcana competitive rule set or tournament rule PDF available.",
    "Each deck box holds up to 80 sleeved cards.",
    "Their abilities can be used immediately – unlike characters. Many items’ abilities require them to be exerted or have some cost. Like characters, they can’t be used after exerting and get readied at the start of each player’s turn.",
    "The only exception is adding a card to your inkwell – which you can normally do just once per turn. You can only do these things on your turn – unless a card specifically states otherwise.",
    "To exert  a card you turn it sideways.  When a card is exerted it can’t be used again on this turn.",
    "If you buy something from a Polygon link, Vox Media may earn a commission. See our ethics statement.",
    "Each box contains 65 matte-finish card sleeves.",
    "Try and ink one card every turn for your first five or six rounds. If you don’t, you won’t be able to cast high-cost cards later. Make careful decisions about what cards you put into your inkwell – you can’t get them back!",
    "Characters can challenge other character cards to try and banish them to the discard pile. Only exerted characters can be challenged, which means you have to think carefully about questing.",
    "The game is sold primarily in two different ways, either as 60-card starter decks or as 12-card booster packs. To begin your journey you’ll want a starter deck, which runs $16.99. You can find them for sale first at your friendly local game store beginning Aug. 18. Starting Sept. 1 products will also be available at Best Buy and the Shop Disney website, with more retailers expected to follow.",
    "The resource used to pay the cost of a card is called ink. Ink cost is noted inside the hexagon  symbol at the top left of the cards. In a card’s abilities, the same ink  symbol is used to show how much ink must be spent to use it.",
    "The back of every Lorcana card shows the six magical inks swirling toward the center. In the middle, we can see a piece of Lore being created using magical ink. Can you spot the hidden mickey?",
    "Getting to use an ability or action twice in one turn is very powerful. Cards that can ready other cards often have limits built in.",
    "You gather lore with your characters, who each have a Lore value. When they quest they gain Lore. However, questing stops them from taking other actions that turn and leaves them open to being targeted by your opponent…",
    "Peter Pan Fearless Fighter has Rush, which means he can challenge on his first turn. He can’t do any other action on this first turn – just challenge. Next turn, he can take any action.",
    "Can you play with foreign cards in tournaments?",
    "Typically you’ll use a mix of characters with different Lore to win. Having lots of low Lore characters means it’s hard to counter all of them, having high Lore characters means more Lore gained – but losing them is a big blow.",
    "Each mat measures 24 inches by 13.5 inches.",
    "The strength  score of the character is the amount of damage the character deals. The willpower  icon is how much damage it takes before the character is banished. In challenges, both characters damage each other according to the strength  icon.",
    "\n              Prices taken at time of publishing.\n            ",
    "Some cards have the Singer keyword with a number. Characters with this can sing songs as if their ink cost was higher. Sebastian Court Composer might only have a 2  ink cost, but he can sing songs as if he had 4.",
    "The only limit is that you can only have four of each version (or full name) of a card in your deck – unless otherwise stated. This applies to all card types, not just characters.",
    "Stitch Rock Star has two interesting abilities. The first is Shift, which is explained more below. Shifted characters can take actions on their first turn, but only if the card underneath has had its ink dry already.",
    "Some things to remember as you go along:",
    "There are some specific times that cards can be exerted or used on their first turn. Many of these are explained further down in the article: –",
    "To use this ability, you must exert her – then you can draw one card from your deck. Drawing cards is always helpful and gives you more options.",
    "That means you can exert Elsa in order to exert an opposing character. That means they’re now open to challenge with your other characters.",
    "If there isn’t a Te Kā character on the board when she is played, the ability doesn’t trigger. It also doesn’t trigger if one is played after. It only happens when the card says it happens: “When you play this character“.",
    "Character abilities that require them to be exerted basically mean they can only be used once. Only cards that are ready can use abilities or take actions. BUT if that character or card gets readied by another card effect – they can be exerted again.",
    "Oops. Something went wrong. Please enter a valid email and try again.",
    "That means cards could use the exert  ability again – if you can pay any ink  cost it might have. It also means characters can sing, challenge, or quest again.",
    "If you didn’t understand an effect or want to check a card again, you are absolutely allowed to ask to check the card. If you are in doubt about what something does, double-check, ask another close by player, or call over a judge.",
    "If you play all cards in your hand during a turn, do you pick up more from your deck or just continue to draw one card at the beginning of each turn?",
    "When a character’s ink has dried, they can take a few different actions. Questing is the main way that you gain lore, and eventually win the game!",
    "There is one keyword that is a key part of Disney Lorcana rules and gameplay and needs a little more explanation below…",
    "All players can use the same cards and characters in their decks. You might both play using the exact same deck. Or you might choose to build a deck of heroes against a deck of villains from a favorite Disney movie.",
    "If you want to sing a song, choose any character on your board as long as they meet all three conditions: –",
    "Yes. Stack means a different thing here than the above question. What it means is if you have two cards that do the same thing from a trigger – like Lantern – they can both be used and both work. So two Lanterns can reduce cost twice on one character if both are exerted.",
    "Please check your email to find a confirmation email, and follow the steps to confirm your humanity.",
    "While gaining Lore is mostly done by questing, there are other ways. Choosing when to quest and what characters to quest with is really important as once they’re exerted – they are open to being challenged.",
    "It is set up to be more welcome and friendly than some other games. You get points for attending, bringing friends, teaching others how to play Lorcana, and more! You gain extra points from winning, but it’s set up to be more about having fun playing the game.",
    "You can take as many actions as you like from the list below in the main phase as long as you can pay the ink for them. You can have different characters do the same thing, you can play multiple of the same card, and you can choose any order you’d like.",
    "However, if you practice and learn how best to play the cards in your deck – you’ll win more often. Experienced card game players are really enjoying the depth of the game. As more cards get released, more new mechanics and characters will be revealed…",
    "Polygon spoke with Brian “The Professor” Lewis, who has spent more than a decade now advising TCG fans around the world through his YouTube channel, Tolarian Community College, on the rules of the road. The most important bit of TCG etiquette? Keep your hands to yourself.",
    "When the new Shifted character is exiled, both cards go to the discard. If it is returned to your hard, both go to your hand as separate cards and can then be played again as individual cards. If they are turned into ink – both of the cards become separate inks!",
    "That means they can’t do any of these actions on their first turn: –",
    "Abilities that do things to both players are carried out by the active player first. Both need to draw cards but have no cards in your deck? The active player loses.",
    "ItemsActionsSongsSummaryDeck BuildingFAQQuick Start Rules DownloadMultiplayerOrganized Play",
    "You put as many as you want of the seven cards in your hand to the bottom of your deck without showing them. You don’t have to mulligan, you could just put one back, or all seven cards.",
    "You don’t lose if you have no cards in your deck, only when you go to draw a card but can’t. So if you draw the last card in your deck at the start of your turn – you still have time to win.",
    "How To WinCard RulesSetting UpPhasesEtiquetteMulliganExertReadyInk + The Inkwell",
    "Never played a trading card game before? Start here",
    "Characters and items can be banished. Some abilities require you to banish your own cards. There is even a card that banishes all characters on both players’ fields!",
    "That means a newly Shifted character can take actions straight away if the card underneath was played in previous turns. It also means that if the first character is exerted or damaged, the Shifted card on top will also be.",
    "Remember, characters played this turn still can’t use exert  abilities or actions. Its ink still has to dry even if it gets exerted and readied on its first turn",
    "Some characters’ abilities happen immediately when they are played – like Moana Chosen by the Ocean. When you play her, you can choose to banish (or choose not to) a chosen character called Te Kā.",
    "You can keep track of damage taken to your willpower  using dice or the damage counters that are included in starter decks. Once the amount of damage tokens on a character reaches the same number as the willpower : that character is banished.",
    "The rules for Disney Lorcana fit on a single sheet of paper, a copy of which you can find inside the box that came with your starter deck. You can also download the rules from the Disney Lorcana website and right here on Polygon. The app (mentioned above) will also walk you through the game.",
    "If you put two cards back, you draw two more from the top of the deck. You can only do this once each, and you have to mulligan all of the cards at the same time",
    "This is the format for Core Constructed. There are others like Booster Draft and Sealed Deck which change up the amount of cards, inks, and copies of each card allowed.",
    "If you want to learn more about card types, read Lorcana Card Types Explained – Glimmers, Characters, Items, Actions + Songs",
    "The player whose turn it is gets to choose how their abilities trigger first, then the next player triggers theirs in their choice of order.",
    "Having some cards inkable and some not is a way of giving powerful cards a slight drawback. It also gives cards multiple uses and means you will nearly always be able to gain one ink resource per turn. Try to keep the amount of non-inkable cards in your deck to less than 15.",
    "Games are played with two or more players – each with a deck of 60 or more cards from up to two ink colors. You can buy pre-built starter decks. These have everything you need to play, including rules, a playmat, a lore tracker token, damage tokens, and a booster pack of 12 extra cards.",
    "You can use these effects to reduce the cost to Shift character cards. You could also use Just In Time to play or shift a character onto another, as long as their ink cost is 5 or under in both cases.",
    "We recommend reading our long-form Guide to Lorcana card text rules which goes very in-depth into card wording.",
    "Most of these are part of official rules. They’re also good practice so you and your opponent can spot mistakes – even experienced players make mistakes. If you’ve accidentally done something wrong or see something wrong, just point it out and figure out a way to roll it back or fix it.",
    "Your lore tracker (or a D20 die, or the app) can go anywhere that all players can see. Damage tokens or any markers you use for abilities should go off to the side. Some people use standard six-sided dice to show damage or status effects.",
    "written by",
    "View all Character cards in Lorcana",
    "You can play Lorcana with a friend, at your local game store, or in multiplayer games with 3, 4, or more players. The rules are simple to pick up even for people completely new to card games.",
    "No, you can’t right now.",
    "Comment",
    "The other, larger token inside the box is for keeping score. Used in conjunction with the paper playmat, you can track your total from zero all the way to 20 points. There is also a free-to-download Disney Lorcana app (available for both iOS and Android). It contains a handy tool for keeping score at the table that is, in my opinion, much easier to keep track of than a cardboard token.",
    "The first player to get to 20 Lore wins the game!",
    "“Ask before touching something that doesn’t belong to you,” Lewis told Polygon in a recent interview. “It’s understandable that you might see a card that you don’t recognize or [that] you don’t know what it does and you want to read it. But remember, that’s someone else’s thing. [...] You should always ask first.”",
    "One thing to note about Lorcana is that if a card’s ability or rules text goes against the rules – do what the card says. That means powerful card abilities let you do things you normally wouldn’t be able to!",
    "When your character takes an action like questing, challenging, or singing a song – say what is happening. Declare who is challenging who, who is singing the song for what value, or say “Mickey is questing for 2” or similar.",
    "You then draw the same number of new cards as you put down from the top of your deck – so you go back to seven cards.",
    "Keyword abilities are common abilities seen on many different cards. They will be used on cards in later set releases too",
    "Characters with the Shift keyword can be played as normal by paying their ink  cost. You can also choose to Shift them on top of another character for the Shift cost.",
    "In Lorcana there are four different card types: characters, items, actions, and songs. They all have different rules and uses – but a similar, easy-to-read layout. This diagram of a typical Lorcana card helps to show what each part of the card means: –",
    "I think you have a typo.  it should say “Your deck can’t have more than 4 copies of any single card.”",
    "You should also try to be respectful. Clean up after yourself, mind your language given that the game caters to children as well as adults, and just generally be a good citizen.",
    "Card sleeves can feel bulky at first, but in a way that’s kind of the point. When you’re drawing cards, the sleeves help guide your fingertips so that you’re less likely to pull multiple cards by accident. They will also help you to shuffle the cards more easily, letting you slide two halves of a deck gently together rather than bridging them. You’ll likely tear a few sleeves while learning to shuffle in this way, but again, that’s the point. The sleeves will give themselves up to protect your cards, and if you rip one of the sleeves, just replace it and move along. ",
    "Set up is as follows:",
    "Our how to play Lorcana guide has everything you need to know to get started. Take a look at our other articles and rules guides for more.",
    "There are three important classifications that tell us where that character came from: –",
    "Elsa Snow Queen has a similar ability: “FREEZE  –  Exert chosen opposing character.”",
    "You don’t pick up any extra cards when you run out, just the one at the start of your turn as normal. You’ll often run out of cards if you don’t have cards that draw more in your deck.",
    "Every type of card and action can only be played once per card – unless noted. If you have multiple of the same card, they count as different cards. You also don’t have to do anything in your main phase.",
    "A few quick clarifications: –",
    "When you have finished taking the actions you want in the Main Phase, pass the turn to the next player by letting them know it’s their turn. In multiplayer games, players take turns going clockwise (to the left). Try not to take too long on your turn.",
    "Disney Lorcana is a trading card game, also known as a TCG. In its most basic mode of play it’s a two-player dueling game where the best of three rounds wins. Each round is a race to 20 points, called lore, with each player hoping to reach that total before their opponent.",
    "It’s likely that you’ll play your first few games of Disney Lorcana at home with your friends and family. But the traditional experience of playing a TCG can only come from engaging with other people in your community — folks who might have different cards, different decks, and different strategies that you’re not familiar with. It’s a game meant to be shared, and that means going outside your comfort zone to find new people to play with.",
    "Hercules True Hero has Bodyguard. If he is exerted, your opponent’s character must challenge him (not your other cards) if they choose to challenge. When you play him, you can put him out already exerted so this effect works straight away.",
    "The main rules of the game are: –",
    "There are many more, and different ink colors tend to have more of certain abilities. It’s not just characters – actions, items, and songs all have abilities too. More on those soon.",
    "You can only use abilities and keywords on your turn – not your opponent’s – unless specifically stated. Some of your abilities might trigger on an opponent’s turn because of an action they took.",
    "You can look at every Keyword, how they work, when to use them, and find common questions in our full article – Lorcana Keywords Guide",
    "The new Shifted character keeps all of the previous character’s status effects – like damage counters, buffs, and whether its ink has dried or not. You don’t get to keep the abilities or stats of the character underneath.",
    "Some abilities only work on characters with a certain classification. If the card says “Princess characters” it means all cards with the Princess classification. Sometimes there is only one…",
    "posted on",
    "I saw that the rules statedthat actions can’t be used on an enemy turn and that you’ve answered such, but can abilities from creatures or items be used on an opponents turn? I assume no, but wanted to verify.",
    "You can only Shift onto the card named in the rules box and you must pay the cost. Here is the Shift rule text from Aladdin Heroic Outlaw: Shift 5 (You may pay 5  to play this on top of one of your characters named Aladdin.)",
    "Tap or click to open the images below, then double-click or double-tap to zoom in, then you can scroll around the whole image. You can also download the Disney Lorcana quick start rules PDF here from the official site.",
    "Privacy Policy / Contact Us / About Us",
    "Last but not least, don’t be afraid to make mistakes.",
    " Save my name, email, and website in this browser for the next time I comment.",
    "No, you can’t look at cards in other players’ hands unless they play them. It’s fine to look at your opponent’s cards when they’re played, just ask first before you pick them up. Be gentle!",
    "“Maybe you want to buy a couple of cards,” Lewis added. “If you’ve got a game store that’s really cool and chill and not charging you money just to play at the table — like some do, which is also fair — maybe you want to pay that forward by picking up a reasonably priced pack of cards or some singles.”",
    "Once they’re exerted, they can’t quest again, challenge, sing, or take any actions that require exerting them – unless they are readied by another effect.",
    "That hasn’t been clarified as a yes or a no yet.",
    "If you choose to play a song as action, just pay its ink  cost as normal. It works straight away, exactly like an action card. You can play or sing multiple different songs as long as you can pay the ink.",
    "To use ink to pay for cards, you exert  it by turning it sideways. You can only each ink once per turn, so turning it sideways to exert it shows it has been used. You ready your ink and other cards at the start of your next turn in the Ready step of the beginning phase.",
    "Singles are cards that a game store has found on its own by opening booster packs, or that it has bought from other players doing the same. Buying single cards to augment your deck is a usual and customary part of TCG culture. It’s also one of the biggest ways that game stores make their money, so buying some singles is a great way to give back to your host.",
    "You can also buy really nice official playmats with beautiful Lorcana art. These don’t have zones marked. You don’t need a playmat, but it helps protect your cards.",
    "They have the name of the Keyword in bold and the rule (explained in italics between parentheses). Eventually, keyword abilities become so commonly used that the cards will only have the bold Keyword printed on them – you’ll have to remember or look up the effect.",
    "September 2, 2023",
    "To quest with a character first exert  them by turning them sideways. Then, add their Lore total to your Lore counter.",
    "Most of the cards in The First Chapter are characters. There are all types of different characters and types with different abilities, ink costs, and stats. You’ll find well-known characters from many Disney Animated film classics and some in re-imagined and powerful forms!",
    "You can play lots of different types of the same character in your deck. You could have three or four different versions of Mickey! You can also have more than one of the same character out on the playing field at any time.",
    "Interesting in playing locally? Read our Full Guide to Lorcana Card Sleeves + Top Sleeves For Lorcana",
    "You can also check out the full card listing, set, and product details, plus the release and event calendar.",
    "Some abilities happen just once. Gramma Tala Storyteller might get banished early, but she gets you an extra ink for next turn when that happens. Note that she goes into the inkwell facedown and exerted so the ink can’t be used this turn.",
    "This is a pile you keep just under your deck, with the cards face up. You or your opponent can look in both discards at any time you want. This helps to check what cards are used and what might be left.",
    "No, you can’t use abilities on your opponent’s turn. There might be cards that can but there are none now, unless specifically stated on the card like something triggering when an opponent does an action.",
    "Many cards have text on them that lets you use special abilities. There are all types of cool effects with helpful or clever uses. The best way of understanding the card is to read it and be very strict about the wording.",
    "After drawing the seven cards to their hand, each player gets one chance to alter them. This is commonly called a “mulligan” in card games.",
    "Items are played for their ink cost and put on the field above the inkwell. They come out ready and face up. They have unique abilities and can often be used turn after turn. You can play multiple items a turn if you can pay the ink.",
    "Then, you put the character from your hand onto your side of the table. Characters come into play Ready and face up. Put them near the top of your play area – above your inkwell cards. You can play as many character cards as you want if you can pay the ink.",
    "When a card is exerted, they can’t take any other actions – unless they are readied by an effect. Also, only exerted characters can be chosen for a challenge. Choosing when to exert your characters is a key skill in Lorcana.",
    "The lower card in the stack is basically useless. It stays under the Shifted card and doesn’t count as a separate character for rules purposes. Only the rules, stats, and abilities of the top card matter.",
    "Cards that let you play cards for less ink to play all say “pay x less “. It means you pay less ink to play it, it doesn’t reduce the ink cost value of the card. So for other effects, their ink cost is still what is on the card.",
    "Item cards stay on the field until discarded or banished by their cost or another card’s ability. They can’t be targeted in challenges, and don’t have Lore, strength, or willpower stats.",
    "Only cards that have the inkwell  symbol around the ink icon can be put into your inkwell to be used as ink. Any card type with the symbol can be inked. If you have no cards with the  symbol in your hand, you won’t be able to add ink to your inkwell.",
    "This allows you to play a powerful character cheaper. The card literally goes on top of the other card and they become a single character in a stack.",
    "Any card that is banished or discarded is put into your discard pile.",
    "Scar Shameless Firebrand can ready an unlimited amount of your characters that cost 3  or less. With the right setup, that could be game-winning.",
    "Read more about the different types of characters in Lorcana Card Types Explained",
    "You’ll start with a hand of seven cards. You can mulligan — that is, swap out any number of cards — completely free the first round. But you only get one go at that exchange. Pick however many cards you’d like to swap, place them on the bottom of the deck, and then draw new cards in equal number from the top. Then shuffle the deck.",
    "Characters can’t do anything that requires them to exert  on their first turn as their ink still needs to dry",
    "Your play area on top is where characters and items go. The inkwell at the bottom is where you will place ink. You’ll see some of these cards are stood up (ready) and some are sideways (exerted) – this is important and explained later.",
    "Games are played as best of three – though for casual play you don’t have to do this. That means if you win twice, you win. We don’t know how long rounds can go in official games yet – though 50 minutes for all three games is suggested.",
    "So if you want to play a Minnie Mouse Always Classy you need to pay one ink. If you want to play a Mufasa King of the Pride Lands, you’ll need to pay six ink!",
    "Abilities and keywords can be quite hard to read if you’re new to card games. Once you’ve read this we recommend checking out our full guide on How To Use Abilities In Lorcana",
    "Freeze has the same ability as Elsa Snow Queen. Dragon Fire is really powerful but costs a lot. Do It Again! could return another Do It Again! if you wanted to.",
    "Many abilities have an exert  symbol on them, meaning they should be exerted as part of the ability cost. It’s called “tapping” in other card games.",
    "You might get a character in a standard, foil, or enchanted versions. These still all count as the same version of a card as they have the same full name. So you can’t have more than four because they’re shiny.",
    "In Lorcana, exert  is used in lots of ways: –",
    "Characters can challenge with 0 strength if you want. There are no cards that can be played on your opponent’s turn – yet. The oversize cards in the Gift Set aren’t tournament legal 🙁",
    "Ariel Whoseit Collector can be readied every time you play an item. She can do any action over and over with enough items and spare ink.",
    "The very first player, on the very first turn, begins by placing a card from their hand into their inkwell — which is just the place on the table in front of you where you put your ink, the resource you’ll use to play other cards in the game. Converting cards to ink in this way removes them from the game — they can’t be played for the remainder of that hand. To turn a card into ink, first show it to your opponent and then place it face down on the table in front of you. The first player can finish their turn as normal from there, either by playing a character, item, action, or song or taking some other available action — or no action at all. When they finish, play passes to the second player.",
    "Also, with a character that was in play at the start of the Beginning Phase and is Ready, they can:",
    "Abilities are the juicy part of the gameplay, with lots of different strategies and uses. That also means they can be complicated. Some of the vast range of abilities include effects like: –",
    "Card TypesCharactersInk DryingQuestingChallengingBanishAbilitiesKeywordsShift",
    "Thanks! Updated now",
    "You can look at your opponent’s discard pile, as well as your own. You can’t look at cards in any inkwell once they’re put there.",
    "To use abilities you’ll often have to pay a cost. The cost comes right before a dash “-” and every part of the cost must be paid to use it.",
    "Disney Lorcana, the brand-new trading card game by Ravensburger, is meant to be enjoyed by everyone — from hardcore collectors to absolute newbies. But the game draws on the rich traditions of the TCG genre, which were established some 30 years ago by games like Magic: The Gathering and the Pokémon Trading Card Game. In this guide, we will try to get you up to speed as quickly as possible on how these kinds of games work. We’ll cover the rules of Lorcana, how to get into collecting, and — most importantly — how to play the game with your local community of fans. Let’s get started.",
    "Lorcana is meant to be played with others. Ravensburger have an official Organized Play program starting in every place Lorcana is being sold. Lorcana League is going to be taking place at chosen stores.",
    "Your side of the table should look something like the image below – you’re sitting at the bottom. You can use the playmat from the starter decks, which has zones marked out and can be used with the deck and discard on the left or right side.",
    "Can a player do anything during their opponent’s turn? Like can you play action cards if it’s not your turn?",
    "Neoprene gaming mats are, in my opinion, more of an optional accessory. They have a little give to them, meaning that picking up cards is easier than off a flat table. But Lorcana involves a lot of sliding cards around, and I find that the spongy surface of the officially licensed mats can sometimes slow me down. Your mileage will vary, but with card sleeves alone you should be protected from most of the hazards associated with playing on a kitchen table or a bench at the local game shop.",
    "What if you make a mistake? Lewis said that’s something you should hash out with your opponent before you draw your first card. “It really depends on the player,” Lewis said. “If it’s immediately caught, it’s not unreasonable to ask to redo something. But if the game has progressed, then saying Oh wait! I don’t want to do that! if you already know the result [is a bit of a bummer].”",
    "Fan The Flames can ready any character but then that character can’t quest for the rest of this turn (even if it gets exerted and readied again by a different ability).",
    "To challenge you exert  your character and target the opponent’s exerted character. You then both do damage using the card’s strength vs each card’s willpower.",
    "The second ability lets you immediately exert any character you play that costs 2 or less ink. You could play Stitch Rock Star, then play two Stitch New Dog characters, exerting them both to get 2 more cards!",
    " means exert this card (or another if specified). X  means pay this much ink by exerting ink cards in your inkwell. If a card says , 3  you need to exert the card and pay three ink for the ability.",
    "After this, shuffle your deck again – including the cards you put back. People commonly mulligan to get more inkable cards, or put high-cost cards back to try and pull low-cost cards to play on the first few turns.",
    "You start in the Beginning Phase and do the same things in the same order every time. Then in the Main Phase, you can take any actions you’d like at any point. There is no end step, you just pass to the next player.",
    "When you play a card, you should read any abilities it has and let the opponent see the card. It’s good sportsmanship to say the ability even if it’s not active straight away. Do the same when using abilities and actions.",
    "View all Item cards in Lorcana",
    "No, there isn’t a  stack in Lorcana like in Magic: The Gathering and other card games. If an ability triggers another ability, the first effect takes place in full before the other.",
    "\n\n\t\t\t\t\t\tLorcana Player\n\t\t\t\t\t\n",
    "Plenty of local games stores are also running launch events with “Learn to Play Lorcana” sessions. Lots of people will be new to the game so don’t be afraid to turn up without knowing much.",
    "Use our full Lorcana card database to search, filter, and find every single Lorcana card",
    "Inside every starter deck for Disney Lorcana is a cardboard insert with a series of tokens on them, marked -1 and -3. You’ll need those each time you play to record damage done to your characters. You can also swap them out for glass beads, six-sided dice, or bottle caps — whatever you have to hand, really, works just fine.",
    "You can play with more than two players! You just start with one player and move to the left (clockwise). Whenever an ability requires more than one player to do something at the same time, start with the player whose turn it is, then proceed to the left until each affected player has done their action.",
    "You can skip this step for your first EVER game. When you’re first learning how to play Lorcana you probably won’t know what to mulligan for. Play a full game first to see how it goes. Then for every game you play after you will always get a chance to mulligan.",
    "Some abilities have a unique name in white text on a brown border. Their name is often inspired by something that happens in their original Disney movie appearance. Others have a bold Keyword with explainer text (in parentheses and italics to explain the effect.)",
    "There is no hand size limit in Lorcana. There is also no limit to the number of cards in your inkwell or characters on the board. A card’s Lore can’t go below 0 – we think it’s the same for other stats but it’s not been confirmed.",
    "Great information.  Rules question:  Can I have my Dr. Facilier Charlatan on the board, then play a Just In Time Action card, and with that play Dr. Facilier Agent Provocateur for its Shift 5 cost?  Seems like a legit/intended line of play to me.  Any info would be appreciated.  Thanks!",
    "The second player, on their very first turn, will be the first to draw a card. Going forward, for each round of play after the first, each player will draw a card at the beginning of their turn. Play proceeds from there, with each player generating ink, playing cards using that ink, taking other actions, and then passing the turn to the other player.",
    "Dinglehopper sits on the field and can heal 1 damage just by being exerted. Musketeer Tabard only has to be paid for once, and its ability is always active. Beast’s Mirror is quite expensive to play at 2 ink and use at the cost of 3 more ink and being exerted – but really helps when your options are limited with no cards in hand.",
    "Starter decks are preconstructed, meaning that they contain a curated selection of cards that all work together and contribute toward a shared strategy. Booster packs are assembled semi-randomly, drawing from the entire 200-plus set of cards that the game launches with. Boosters are a great way to find new cards so you can upgrade or alter a given deck, but they’re not necessary if you’re just getting started.",
    "Disney Lorcana’s rules are now available to everyone. Learn to play below with our easy-to-follow rules breakdown. Starting questing, challenging, and using magic ink with your favorite Disney characters today!",
    "Deck boxes are fairly self-explanatory: They help you get your decks from point A to point B safely. Any box will do, but the Disney Lorcana ones are themed to match the cards you might be playing. While they are stiff and hard to open at first, they break in nicely. They’re also water resistant, so they’ll keep your cards safe if someone spills a whole drink at the table.",
    "You could have four Elsa Ice Surfer, four Elsa Queen Regent, four Elsa Spirit Of Winter, and four Elsa Snow Queen if you wanted. In theory, all sixteen of them could all be out on the field at the same time. As long as you can pay the ink (and find the table space) go for it!",
    "If you’ve found any mistakes, spelling errors, or just want to ask a question – please leave us a comment below and we’ll get back to you shortly!",
    "You’re going to be doing a lot of shuffling in this game, and that will mean a lot of wear and tear on your cards. Can you ruffle and bridge those cards like a poker dealer? Sure, go right ahead. But you’re likely to damage those cards over time. The solution? Card sleeves, deck boxes, and neoprene gaming mats.",
    "Abilities also have different ways of being activated, while some are passive and the ability always works. Some happen immediately when you play a card, others only work when a specific event triggers them.",
    "Every card has a list of classifications under their name and version. These tell us what group of characters they belong to. They include all types of traits about a character like if they’re a Hero or Villian, a Sorcerer or a Dragon, and way more.",
    "To play a character card from your hand, you must pay its ink cost. The ink  icon in the top left of the card has a number. You pay that much ink to play the character by exerting  (turning sideways) that much ink in your inkwell.",
    "If a card somehow gets exerted and then readied again on its first turn – its ink still isn’t dry and it still can’t use abilities until the next turn. On the character’s second turn on the board, they can take any action available to them.",
    "Only character cards have strength, willpower, and lore values. Item cards also have a gold border around their art. You can learn more ability Lorcana Rarity Symbols here."
]